Repository: benjamin-kraatz/metagraf
Catalog: Metagraf/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: · %lld GB RAM suggested
de: · %lld GB RAM empfohlen

source: “Exactly as spoken” does not post-process the transcript. Every other style asks Apple Intelligence to rewrite on-device and preserves the original transcript if it becomes unavailable or takes too long.
de: „Genau wie gesprochen“ verarbeitet das Transkript nicht nach. Alle anderen Stile bitten Apple Intelligence, den Text auf dem Gerät umzuschreiben, und behalten das ursprüngliche Transkript bei, wenn es nicht verfügbar ist oder zu lange braucht.

source: %@ isn’t supported by this model.
de: %@ wird von diesem Modell nicht unterstützt.

source: %lld wpm
de: %lld W/min

source: ^[%lld word](inflect: true)
de: ^[%lld Wort](inflect: true)

source: 7 days
de: 7 Tage

source: 30 days
de: 30 Tage

source: 90 days
de: 90 Tage

source: A good balance of accuracy and speed for everyday use.
de: Ein guter Kompromiss aus Genauigkeit und Geschwindigkeit für den Alltag.

source: A noticeable step up from Tiny at a modest cost.
de: Ein spürbarer Schritt gegenüber Tiny bei moderatem Aufwand.

source: Accessibility
de: Bedienungshilfen

source: Accuracy
de: Genauigkeit

source: Adapt the wording and format to what you’re writing.
de: Wortwahl und Format an den jeweiligen Text anpassen.

source: Adaptation
de: Anpassungsstärke

source: Add
de: Hinzufügen

source: Add “Start Dictation” to your Action Button, Control Centre, or a Shortcut to begin dictating in one press.
de: Füge „Diktat starten“ zur Aktionstaste, zum Kontrollzentrum oder zu einem Kurzbefehl hinzu, um mit einem Tastendruck zu diktieren.

source: Add a name or term Metagraf keeps getting wrong
de: Name oder Begriff, den Metagraf oft falsch versteht

source: Add a preferred spelling
de: Bevorzugte Schreibweise hinzufügen

source: Add names, product names, and specialist terms that Metagraf should spell correctly.
de: Füge Namen, Produktnamen und Fachbegriffe hinzu, die Metagraf richtig schreiben soll.

source: Add term
de: Begriff hinzufügen

source: Add Term
de: Begriff hinzufügen

source: Add the keyboard
de: Tastatur hinzufügen

source: After setup or an update, the language model may need time and Wi-Fi to finish downloading.
de: Nach der Einrichtung oder einem Update benötigt das Sprachmodell möglicherweise Zeit und WLAN, um den Download abzuschließen.

source: AI-backed refinement styles and personas are available.
de: KI-gestützte Überarbeitungsstile und Personas sind verfügbar.

source: Also heard as
de: Auch gehört als

source: Also Heard As
de: Auch erkannt als

source: Always show Dock icon
de: Dock-Symbol immer anzeigen

source: Apple Intelligence enabled
de: Apple Intelligence aktiviert

source: Apple Intelligence is still downloading its model.
de: Apple Intelligence lädt sein Modell noch herunter.

source: Apple Intelligence is turned off in System Settings.
de: Apple Intelligence ist in den Systemeinstellungen deaktiviert.

source: Apple Intelligence is unavailable for the selected language.
de: Apple Intelligence ist für die ausgewählte Sprache nicht verfügbar.

source: Apple Intelligence isn’t available right now.
de: Apple Intelligence ist gerade nicht verfügbar.

source: Apple Intelligence isn’t available.
de: Apple Intelligence ist nicht verfügbar.

source: Apple Intelligence Requirements
de: Voraussetzungen für Apple Intelligence

source: Apple Intelligence unavailable
de: Apple Intelligence nicht verfügbar

source: Audio and transcription
de: Audio und Transkription

source: Audio, transcription, and refinement stay on this device. History is stored locally for your reference.
de: Audio, Transkription und Überarbeitung bleiben auf diesem Gerät. Der Verlauf wird lokal gespeichert.

source: Automatic (System Language)
de: Automatisch (Systemsprache)

source: Available on this Mac
de: Auf diesem Mac verfügbar

source: Average pace
de: Durchschnittstempo

source: Average words per dictation
de: ø Wörter pro Diktat

source: Basic
de: Einfach

source: Best
de: Am besten

source: Beta builds may be less stable. Stable releases are always offered.
de: Beta-Versionen sind möglicherweise weniger stabil. Stabile Versionen werden immer angeboten.

source: Bottom left
de: Unten links

source: Bottom right
de: Unten rechts

source: Bottom, centred
de: Unten mittig

source: Built into macOS. Shows words as you speak and needs no download.
de: In macOS integriert. Zeigt Wörter während des Sprechens und benötigt keinen Download.

source: Cancel
de: Abbrechen

source: Check for Updates…
de: Nach Updates suchen …

source: Checking Apple Intelligence…
de: Apple Intelligence wird geprüft …

source: Checking availability…
de: Verfügbarkeit wird geprüft …

source: Clean up
de: Bereinigen

source: Compatible device
de: Kompatibles Gerät

source: Condense into terse notes rather than full sentences.
de: Zu knappen Notizen statt ganzen Sätzen verdichten.

source: Contextual polish
de: Kontextbezogene Überarbeitung

source: Continue anyway
de: Trotzdem fortfahren

source: Copied instead — a password field is capturing input.
de: Stattdessen kopiert - ein Passwortfeld fängt die Eingabe ab.

source: Copied instead — no text field is focused.
de: Stattdessen kopiert - kein Textfeld ist fokussiert.

source: Copied instead — the system refused a synthetic keystroke.
de: Stattdessen kopiert - das System hat einen simulierten Tastendruck verweigert.

source: Copied to the clipboard
de: In die Zwischenablage kopiert

source: Copies the transcript so you can paste it yourself.
de: Kopiert das Transkript, damit du es selbst einfügen kannst.

source: Copy
de: Kopieren

source: Copy again
de: Erneut kopieren

source: Copy only
de: Nur kopieren

source: Copying…
de: Wird kopiert …

source: Current Status
de: Aktueller Status

source: Dictate
de: Diktieren

source: Dictate in
de: Diktieren auf

source: Dictation
de: Diktat

source: Dictation audio is processed on this device. Metagraf does not upload your audio or transcripts to its own servers.
de: Diktataudio wird auf diesem Gerät verarbeitet. Metagraf lädt weder Audio noch Transkripte auf eigene Server hoch.

source: Dictation stays off until permissions are granted.
de: Das Diktat bleibt deaktiviert, bis die Berechtigungen erteilt sind.

source: Dictation still works; only the transcript log could not be opened.
de: Das Diktat funktioniert weiterhin; nur das Transkriptprotokoll konnte nicht geöffnet werden.

source: Dictations
de: Diktate

source: Direct insertion
de: Direkt einfügen

source: Don’t keep any
de: Keine behalten

source: Double-tap latch window
de: Zeitfenster für Doppeltipp

source: Download
de: Laden

source: Downloaded models use %@.
de: Geladene Modelle belegen %@.

source: Drop “um” and “you know”, fix punctuation and capitalisation.
de: Füllwörter entfernen sowie Zeichensetzung und Groß-/Kleinschreibung korrigieren.

source: Edit preferred spelling and misheard variants
de: Bevorzugte Schreibweise und falsch erkannte Varianten bearbeiten

source: Edit Term
de: Begriff bearbeiten

source: English only
de: Nur Englisch

source: English only, and more accurate than Small for it.
de: Nur Englisch, dafür genauer als Small.

source: Everything is transcribed on this Mac and nothing is uploaded. History is only for your own reference.
de: Alles wird auf diesem Mac transkribiert und nichts wird hochgeladen. Der Verlauf dient nur deiner eigenen Referenz.

source: Exactly as spoken
de: Genau wie gesprochen

source: Faster ways in
de: Schneller starten

source: Fastest and smallest. Fine for short, clear dictation.
de: Am schnellsten und kleinsten. Gut für kurze, klare Diktate.

source: Follow system language
de: Systemsprache verwenden

source: Forever
de: Für immer

source: Formatting
de: Formatierung

source: General
de: Allgemein

source: Get Last Transcript
de: Letztes Transkript abrufen

source: Getting ready…
de: Wird vorbereitet …

source: Globe (fn)
de: Globus (fn)

source: Good
de: Gut

source: Grant
de: Erlauben

source: Granted
de: Erteilt

source: Great
de: Sehr gut

source: Help & Legal
de: Hilfe & Rechtliches

source: History
de: Verlauf

source: History & Privacy
de: Verlauf & Datenschutz

source: History is unavailable
de: Verlauf ist nicht verfügbar

source: Hold %@ anywhere on your Mac, say what you want written, and let go. Everything is transcribed on this device.
de: Halte %@ irgendwo auf deinem Mac gedrückt, sag, was geschrieben werden soll, und lass los. Alles wird auf diesem Gerät transkribiert.

source: Hold %@ anywhere to dictate.
de: Halte %@ irgendwo gedrückt, um zu diktieren.

source: Hold the dictation key anywhere and start talking.
de: Halte die Diktattaste irgendwo gedrückt und sprich los.

source: Hold to dictate
de: Zum Diktieren halten

source: Hold to record, release to transcribe
de: Zum Aufnehmen halten, zum Transkribieren loslassen

source: Hotkey
de: Kurzbefehl

source: Ignore holds shorter than
de: Kürzere Haltezeiten ignorieren

source: Improve phrasing, terminology, and formatting while preserving meaning and certainty.
de: Formulierungen, Terminologie und Formatierung verbessern, ohne Bedeutung und Gewissheit zu verändern.

source: Insert the transcript untouched.
de: Transkript unverändert einfügen.

source: Insert what you dictated, without leaving the app you’re typing in
de: Diktierten Text einfügen, ohne die aktuelle App zu verlassen

source: Insert with
de: Einfügen mit

source: Inserting…
de: Wird eingefügt …

source: iOS does not provide an approved direct link to Apple Intelligence settings. Open Settings and choose Apple Intelligence & Siri.
de: iOS bietet keinen zulässigen Direktlink zu den Apple Intelligence-Einstellungen. Öffne die Einstellungen und wähle „Apple Intelligence & Siri“.

source: Keep it short and conversational.
de: Kurz und dialognah halten.

source: Keep the pill visible when idle
de: Pill im Leerlauf sichtbar lassen

source: Keep the selected formatting style’s existing behaviour.
de: Das bestehende Verhalten des ausgewählten Formatierungsstils beibehalten.

source: Keep transcripts for
de: Transkripte behalten für

source: Keyboard & Shortcuts
de: Tastatur & Kurzbefehle

source: Keyboard extension
de: Tastaturerweiterung

source: Language
de: Sprache

source: Languages with a download badge are already on this Mac. Others are fetched the first time you use them. Currently dictating in %@.
de: Sprachen mit Download-Symbol sind bereits auf diesem Mac. Andere werden beim ersten Verwenden geladen. Aktuell wird auf %@ diktiert.

source: Last transcript
de: Letztes Transkript

source: Launch Metagraf at login
de: Metagraf beim Anmelden starten

source: Learn More
de: Mehr erfahren

source: Left ⌥
de: Linke ⌥

source: Listening
de: Hört zu

source: Listening — let go when you’re done.
de: Aufnahme läuft – loslassen, wenn du fertig bist.

source: Listening…
de: Hört zu …

source: Local by Design
de: Von Grund auf lokal

source: Looking up available languages…
de: Verfügbare Sprachen werden gesucht …

source: Message
de: Nachricht

source: Metagraf can't dictate until both are granted.
de: Metagraf kann erst diktieren, wenn beide Berechtigungen erteilt sind.

source: Metagraf contains no advertising or third-party analytics SDK. Apple may process diagnostic information according to your device analytics settings.
de: Metagraf enthält keine Werbung und kein Analyse-SDK von Drittanbietern. Apple kann Diagnoseinformationen gemäß deinen Geräteanalyse-Einstellungen verarbeiten.

source: Metagraf is checking this device and the selected language.
de: Metagraf prüft dieses Gerät und die ausgewählte Sprache.

source: Metagraf lives in the menu bar. When the Dock icon is shown, open windows appear in its menu.
de: Metagraf befindet sich in der Menüleiste. Wenn das Dock-Symbol angezeigt wird, erscheinen geöffnete Fenster in dessen Menü.

source: Metagraf needs Accessibility access to insert text.
de: Metagraf benötigt Zugriff auf Bedienungshilfen, um Text einzufügen.

source: Metagraf needs Accessibility access to see the dictation key.
de: Metagraf benötigt Zugriff auf Bedienungshilfen, um die Diktattaste zu erkennen.

source: Metagraf needs microphone access to hear you.
de: Metagraf benötigt Mikrofonzugriff, um dich zu hören.

source: Microphone
de: Mikrofon

source: Minimal correction
de: Minimale Korrektur

source: Models
de: Modelle

source: Most-used app
de: Meistgenutzte App

source: Needs setup
de: Einrichtung nötig

source: No persona
de: Keine Persona

source: No statistics yet
de: Noch keine Statistiken

source: No text model is configured.
de: Es ist kein Textmodell konfiguriert.

source: No Vocabulary Yet
de: Noch kein Vokabular

source: None
de: Keine

source: Not available right now
de: Derzeit nicht verfügbar

source: Notes
de: Notizen

source: Nothing dictated yet
de: Noch nichts diktiert

source: Novel author
de: Romanautor:in

source: On-device model ready
de: On-Device-Modell bereit

source: Only correct transcription, grammar, and domain terminology.
de: Nur Transkriptions-, Grammatik- und Fachbegriffsfehler korrigieren.

source: Open Metagraf
de: Metagraf öffnen

source: Open Metagraf Settings
de: Metagraf-Einstellungen öffnen

source: Open System Settings
de: Systemeinstellungen öffnen

source: Opens Metagraf and starts listening straight away.
de: Öffnet Metagraf und startet sofort die Aufnahme.

source: Optional: add common mistakes Metagraf should rewrite into this term, separated by commas.
de: Optional: häufige Fehlhörungen eintragen, die Metagraf in diesen Begriff umschreiben soll — durch Kommas getrennt.

source: Optional. Separate common mistakes with commas.
de: Optional. Trenne häufige Fehler durch Kommas.

source: Paste
de: Einfügen

source: Pastes into the focused app and restores your clipboard afterwards.
de: Fügt in die fokussierte App ein und stellt danach deine Zwischenablage wieder her.

source: Permissions
de: Berechtigungen

source: Persona & Adaptation
de: Persona & Anpassung

source: Personas enhance every formatting style except “Exactly as spoken”. Refinement requires Apple Intelligence and is performed entirely on-device.
de: Personas erweitern jeden Formatierungsstil außer „Genau wie gesprochen“. Die Überarbeitung erfordert Apple Intelligence und erfolgt vollständig auf dem Gerät.

source: Personas guide terminology and tone while keeping your meaning. They apply to every style except “Exactly as spoken.”
de: Personas steuern Terminologie und Tonfall, ohne die Bedeutung zu verändern. Sie gelten für jeden Stil außer „Genau wie gesprochen“.

source: Play a cue when dictation starts and ends
de: Hinweiston beim Starten und Beenden des Diktats abspielen

source: Prefer correct technical terminology and concise engineering communication.
de: Korrekte Fachbegriffe und eine prägnante technische Ausdrucksweise bevorzugen.

source: Preferences and vocabulary
de: Einstellungen und Vokabular

source: Preferred spelling
de: Bevorzugte Schreibweise

source: Preferred Spelling
de: Bevorzugte Schreibweise

source: Preferred spellings bias transcription. Misheard variants are rewritten after dictation; separate them with commas.
de: Bevorzugte Schreibweisen beeinflussen die Transkription. Falsch erkannte Varianten werden nach dem Diktat ersetzt; trenne sie durch Kommas.

source: Privacy
de: Datenschutz

source: Privacy Policy
de: Datenschutzerklärung

source: Professional writer
de: Professionelle:r Autor:in

source: Programmer
de: Programmierer:in

source: Quit Metagraf
de: Metagraf beenden

source: Ready
de: Bereit

source: Ready for refinement
de: Bereit zur Überarbeitung

source: Receive beta updates
de: Beta-Updates erhalten

source: Refinement
de: Überarbeitung

source: Refinement is performed on this device with Apple Intelligence.
de: Die Überarbeitung erfolgt mit Apple Intelligence auf diesem Gerät.

source: Refinement style
de: Überarbeitungsstil

source: Remove
de: Entfernen

source: Returns the most recent thing you dictated.
de: Gibt den zuletzt diktierten Text zurück.

source: Rewrite more substantially for the persona while retaining the speaker’s meaning.
de: Für die Persona deutlicher umformulieren und dabei die Bedeutung der sprechenden Person beibehalten.

source: Right ⇧
de: Rechte ⇧

source: Right ⌃
de: Rechte ⌃

source: Right ⌘
de: Rechte ⌘

source: Right ⌥
de: Rechte ⌥

source: Save
de: Sichern

source: Search Settings
de: Einstellungen durchsuchen

source: Search transcripts
de: Transkripte suchen

source: Select a persona to choose how strongly it shapes the wording.
de: Wähle eine Persona aus, um festzulegen, wie stark sie die Wortwahl beeinflusst.

source: Selected language
de: Ausgewählte Sprache

source: Separate variants with commas. They are rewritten into the term after dictation.
de: Varianten durch Kommas trennen. Nach dem Diktat werden sie in den Begriff umgeschrieben.

source: Settings
de: Einstellungen

source: Settings › Dictation
de: Einstellungen › Diktat

source: Settings › Help & Legal
de: Einstellungen › Hilfe & Rechtliches

source: Settings › History & Privacy
de: Einstellungen › Verlauf & Datenschutz

source: Settings › Refinement
de: Einstellungen › Überarbeitung

source: Settings › Tools
de: Einstellungen › Werkzeuge

source: Settings → General → Keyboard → Keyboards → Add New Keyboard → Metagraf.
de: Einstellungen → Allgemein → Tastatur → Tastaturen → Tastatur hinzufügen → Metagraf.

source: Settings search results
de: Suchergebnisse in den Einstellungen

source: Settings…
de: Einstellungen …

source: Setup isn’t finished
de: Einrichtung ist noch nicht abgeschlossen

source: So Metagraf can hear you while you hold the dictation key.
de: Damit Metagraf dich hören kann, während du die Diktattaste gedrückt hältst.

source: So Metagraf can notice the dictation key in other apps, and paste what you said.
de: Damit Metagraf die Diktattaste in anderen Apps erkennen und das Gesagte einfügen kann.

source: Sound
de: Ton

source: Sound cues
de: Signaltöne

source: Speed
de: Tempo

source: Start dictating
de: Diktieren starten

source: Start Dictation
de: Diktat starten

source: Statistics
de: Statistiken

source: Stored Data
de: Gespeicherte Daten

source: Strength
de: Stärke

source: Strong adaptation
de: Starke Anpassung

source: Student / academic
de: Student:in / Akademiker:in

source: Style
de: Stil

source: Supported language
de: Unterstützte Sprache

source: Tap and hold to dictate. Your words never leave this iPhone.
de: Zum Diktieren tippen und halten. Deine Worte verlassen dieses iPhone nicht.

source: Tap Metagraf in that list and enable Allow Full Access.
de: Tippe in dieser Liste auf Metagraf und aktiviere „Vollzugriff erlauben“.

source: Tap twice quickly to keep dictation running hands-free; press once more to finish. Escape cancels.
de: Tippe zweimal schnell, um freihändig weiterzudiktieren. Tippe erneut zum Beenden; Escape bricht ab.

source: Tap twice within the latch window to keep dictation running hands-free; press once more to finish. Escape cancels.
de: Tippe zweimal innerhalb des Zeitfensters, um freihändig weiterzudiktieren. Tippe erneut zum Beenden; Escape bricht ab.

source: Term
de: Begriff

source: Term is the spelling Metagraf should favour. Also heard as lists wrong variants to rewrite into that term — for example “meta graph” → “Metagraf”. Whisper models skip speech biasing; rewrite and refinement still apply.
de: Unter „Begriff“ trägst du die Schreibweise ein, die Metagraf bevorzugen soll. Unter „Auch gehört als“ listest du typische Fehlhörungen — Metagraf schreibt sie nach dem Diktat in den Begriff um, etwa „meta graph“ → „Metagraf“. Bei Whisper-Modellen wirken die Begriffe nicht schon bei der Erkennung; Umschreiben und Verfeinerung greifen trotzdem.

source: That didn’t work
de: Das hat nicht funktioniert

source: That preferred spelling is already in your vocabulary.
de: Diese bevorzugte Schreibweise ist bereits im Vokabular enthalten.

source: The %@ model could not be loaded.
de: Das Modell %@ konnte nicht geladen werden.

source: The %@ model isn’t downloaded yet.
de: Das Modell %@ wurde noch nicht geladen.

source: The dictation language selected in Metagraf must also be supported by Apple Intelligence.
de: Die in Metagraf ausgewählte Diktatsprache muss auch von Apple Intelligence unterstützt werden.

source: The keyboard doesn’t record — iOS doesn’t allow keyboards to use the microphone. Dictate here in Metagraf, then tap the Metagraf keyboard anywhere to drop that text in. Full Access is what lets it read your transcripts. Nothing leaves this device.
de: Die Tastatur nimmt nicht auf – iOS erlaubt Tastaturen keinen Mikrofonzugriff. Diktiere hier in Metagraf und tippe dann in einer beliebigen App auf die Metagraf-Tastatur, um den Text einzufügen. Mit Vollzugriff kann sie deine Transkripte lesen. Nichts verlässt dieses Gerät.

source: The Metagraf keyboard reads recent transcripts from the app’s private shared container. Full Access is required for that shared-container access; the keyboard does not record audio.
de: Die Metagraf-Tastatur liest aktuelle Transkripte aus dem privaten gemeinsamen Container der App. Für diesen Zugriff ist Vollzugriff erforderlich; die Tastatur nimmt kein Audio auf.

source: The most accurate option, and quick on Apple silicon.
de: Die genaueste Option und schnell auf Apple Silicon.

source: The pill
de: Die Pill

source: The pill floats above every app and ignores clicks, so it never gets in the way of what is underneath it.
de: Die Pill schwebt über jeder App und ignoriert Klicks, damit sie nie im Weg ist.

source: The selected input device produced an unusable audio format.
de: Das ausgewählte Eingabegerät hat ein unbrauchbares Audioformat geliefert.

source: The selected language controls both transcription and Apple Intelligence refinement.
de: Die ausgewählte Sprache gilt sowohl für die Transkription als auch für die Überarbeitung mit Apple Intelligence.

source: The speech model for %@ couldn’t be downloaded.
de: Das Sprachmodell für %@ konnte nicht geladen werden.

source: The system refused to install a keyboard event tap.
de: Das System hat die Installation eines Tastatur-Event-Taps verweigert.

source: The transcription engine wasn’t ready.
de: Die Transkriptionsengine war nicht bereit.

source: These words are fed to the speech model so it favours them over similar-sounding ones.
de: Diese Wörter werden an das Sprachmodell übergeben, damit es sie ähnlich klingenden Wörtern vorzieht.

source: They appear once you have dictated something.
de: Sie erscheinen, sobald du etwas diktiert hast.

source: This Mac doesn’t support Apple Intelligence.
de: Dieser Mac unterstützt Apple Intelligence nicht.

source: Tidy up and lay the text out as an email.
de: Aufräumen und als E-Mail formatieren.

source: Tidying up…
de: Wird aufgeräumt …

source: Time saved vs. typing
de: Zeitersparnis gegenüber Tippen

source: Tools
de: Werkzeuge

source: Top, centred
de: Oben mittig

source: Transcribing…
de: Wird transkribiert …

source: Transcript history is stored locally for the retention period you choose. Select “Don’t keep any” to disable history.
de: Der Transkriptverlauf wird für die gewählte Aufbewahrungsdauer lokal gespeichert. Wähle „Keine speichern“, um den Verlauf zu deaktivieren.

source: Turn it on manually in Settings › Apple Intelligence & Siri.
de: Aktiviere es manuell unter Einstellungen › Apple Intelligence & Siri.

source: Turn on Full Access
de: Vollzugriff aktivieren

source: Turn terse dictation into a clear, context-rich prompt for an AI agent.
de: Kurze Diktate in einen klaren, kontextreichen Prompt für einen KI-Agenten umwandeln.
